[
  {
    "id": 1,
    "title": "Recipes For Cooking Together",
    "intitle": "Cooking Together",
    "date": "May o5, 2017",
    "description": "A recipe is a set of instructions that describes how to prepare or make something, especially a dish of prepared food. A sub-recipe or subrecipe is a recipe for an ingredient that will be called for in the instructions for the main recipe.In recent years, a new kind of restaurant has emerged—one that attempts to combine destination-worthy cooking with a philanthropic calling,” writes John Kessler.Jon Bon Jovi’s JBJ Soul Kitchen restaurants in New Jersey serve simple meals to paying customers and those in need. If someone can’t pay, they can trade their family’s meal for a work shift. Staplehouse in Atlanta … has been labeled the best new restaurant in America by Bon Appétit. All of its profits go to … a nonprofit foundation to help hospitality workers in need. No critic would subject JBJ Soul Kitchen to a review, while every ambitious critic in America jockeys for a table at Staplehouse. But … [a]t what point do you applaud the mission rather than critique the food?",
    "like": 64,
    "share": 4,
    "image": "https://good-food.cmsmasters.net/wp-content/uploads/2016/06/13517494.jpg"
  },
  {
    "id": 2,
    "title": "5 Snacks That Pair With Beer",
    "intitle": "Book Of Recipes",
    "date": "April 11, 2021",
    "description": "Start by adding the butter or oil to a dutch oven over medium to medium high heat, then add the onions, celery, and carrots. Sauté until soft and translucent, about 4 minutes.Add the flour and stir constantly for 2 minutes. Add the stock, broccoli, and cauliflower. Bring to a boil and simmer for 20 minutes on medium low heat, until the broccoli and cauliflower are tender.Turn down to low heat and add the milk, cheddar, salt, and pepper. Stir well. Then use an emulsion blender or transfer to a blender and blend for a second just to smooth the soup out (you can blend to your desired chunkiness). Enjoy!",
    "like": 20,
    "share": 1,
    "image": "https://good-food.cmsmasters.net/wp-content/uploads/2016/06/72263053.jpg"
  },
  {
    "id": 3,
    "title": "5 Tips To Fresh Food",
    "intitle": "Fresh Food",
    "date": "June 18, 2017",
    "description": "Kari Fetrow creates delicious deli items for our Farm Market. Kari is a graduate from the University of Washington with degrees in both Inorganic Chemistry and Biochemistry. This is where she found her love for sustainability and organic farming. Kari has a restaurant and catering background, so you will usually find her in the kitchen preparing food or in the Market putting together beautiful sample platters or cooking up something yummy for customers to snack on. Moreover, Kari is mother to three beautiful children, whom often can be found running amok in the market on Saturdays or out on the farm feeding our resident goats.",
    "like": 64,
    "share": 4,
    "image": "https://good-food.cmsmasters.net/wp-content/uploads/2016/06/rwokbjjdyve-carissa-gan.jpg"
  },
  {
    "id": 4,
    "title": "10 Tips To Healthy Food",
    "intitle": "Healthy Food",
    "date": "June 28, 2017",
    "description": "Jon Bon Jovi’s JBJ Soul Kitchen restaurants in New Jersey serve simple meals to paying customers and those in need. If someone can’t pay, they can trade their family’s meal for a work shift. Staplehouse in Atlanta … has been labeled the best new restaurant in America by Bon Appétit. All of its profits go to … a nonprofit foundation to help hospitality workers in need. No critic would subject JBJ Soul Kitchen to a review, while every ambitious critic in America jockeys for a table at Staplehouse. But … [a]t what point do you applaud the mission rather than critique the food?",
    "like": 23,
    "share": 3,
    "image": "https://good-food.cmsmasters.net/wp-content/uploads/2016/06/shanice-garcia-43230.jpg"
  }
]
